Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/laws/other_files/barnevernsloven_nb_hl-19920717-100.txt.tmx
Source language: nob
Languages: sme

source: Fylkesnemnda kan bestemme at foreldrene skal ha bestemmelsesrett i spørsmål som ikke gjelder den daglige omsorg.
sme: Fylkkanammagoddi sáhttá mearridit ahte váhnemiin galgá leat mearridanváldi áššiin mat eai guoskka beaivválaš fuolaheapmái ja dikšui.

source: Endret ved lov 7 mai 1993 nr. 44.
sme: Rievdaduvvon miessemánu 7.b. 1993 lágain nr. 44.

source: Barn og foreldre har, hvis ikke annet er bestemt, rett til samvær med hverandre.
sme: Mánás ja váhnemiin lea, jus eará ii leat mearriduvvon, vuoigatvuohta ovttastallat guhtetguimmiideasetguin.

source: Når det er fattet vedtak om omsorgsovertakelse, skal fylkesnemnda ta standpunkt til omfanget av samværsretten, men kan også bestemme at det av hensyn til barnet ikke skal være samvær.
sme: Go fuolaheami sirdin lea mearriduvvon, galgá fylkkanammagoddi mearridit ovttastallanrievtti viidodaga, muhto sáhttá maid mearridit ahte máná dihtii ii galgga leat ovttastallan.

source: Fylkesnemnda kan også bestemme at foreldrene ikke skal ha rett til å vite hvor barnet er.
sme: Fylkkanammagoddi sáhttá mearridit ahte váhnemiin ii galgga leat vuoigatvuohta diehtit gos mánná lea.

source: Andre som har ivaretatt den daglige omsorgen for barnet i foreldrenes sted forut for omsorgsovertakelsen, kan kreve at fylkesnemnda tar stilling til om de skal ha rett til samvær med barnet og hvilket omfang samværsretten skal ha.
sme: Earát geain leamaš beaivválaš fuolahanovddasvástádus mánnái váhnemiid sajis, ovdalgo fuolaheami sirdin mearriduvvui, sáhttet gáibidit fylkkanammagotti oaivila dasa ahte lea go sis riekti ovttastallat mánáin ja makkár viidodat ovttastallamis galgá leat.

source: Barnets slektninger, eller andre som barnet har en nær tilknytning til, kan kreve at fylkesnemnda tar stilling til om de skal ha rett til samvær med barnet og samværsrettens omfang når a) den ene eller begge foreldrene er døde, eller b) fylkesnemnda har bestemt at den ene eller begge foreldrene ikke skal ha rett til samvær med barnet eller at foreldrenes rett til samvær skal være svært begrenset.
sme: Máná fuolkkit, dahje earát geaidda mánás lea lagas oktavuohta, sáhttet gáibidit fylkkanammagotti oaivila dasa ahte lea go sis riekti ovttastallat mánáin ja makkár viidodat ovttastallamis galgá leat go a) nubbi dahje goappešagat váhnemiin leat jápmán, dahje b) fylkkanammagoddi lea mearridan ahte nuppis dahje goappešat váhnemiin lea gielddus ovttastallat mánáin dahje ahte váhnemiid ovttastallan mánáin galgá leat hui unnán.

source: De private parter kan ikke kreve at sak om samvær skal behandles av fylkesnemnda dersom saken har vært behandlet av fylkesnemnda eller domstolene de siste tolv månedene.
sme: Priváhta bealálaččat eai sáhte gáibidit ahte ášši mii guoská mánáin ovttastallamii galgá meannuduvvot fylkkanammagottis, jus fylkkanammagoddi dahje duopmostuollu juo lea gieđahallan ášši maŋemus guoktenuppelot mánus.

source: Endret ved lov 1 des 2006 nr. 65 (ikr. 1 jan 2007 iflg. res. 1 des 2006 nr. 1332).
sme: Rievdaduvvon juovlamánu 1.b. 2006 lágain nr. 65 (fámus ođđajagimánu1. b.2007 juovlamánu 1.b. 2006 resolušuvnnain nr. 1332).

source: Har fylkesnemnda vedtatt å overta omsorgen for et barn, kan fylkesnemnda også vedta at foreldreansvaret i sin helhet skal fratas foreldrene.
sme: Go fylkkanammagoddi gearddi lea mearridan váldit ovddasvástádusa máná fuolaheamis, de sáhttá fylkkanammagoddi maiddái mearridit ollásit eretváldit váhnenovddasvástádusa.

source: Blir foreldreansvaret fratatt foreldrene slik at barnet blir uten verge, skal fylkesnemnda snarest ta skritt til å få oppnevnt ny verge for barnet.
sme: Jus váhnemiin eretváldo ovddasvástádus nu ahte mánná šaddá suodjára haga, galgá fylkkanammagoddi jođáneamos lági mielde nammadit ođđa suodjára mánnái.

source: Når det er fattet vedtak om fratakelse av foreldreansvar kan fylkesnemnda gi samtykke til adopsjon i foreldrenes sted.
sme: Go lea mearriduvvon váldit eret váhnenovddasvástádusa, de sáhttá fylkkanammagoddi miehtat adopšuvdnii váhnemiid sadjái.

source: Samtykke kan gis dersom a) det må regnes som sannsynlig at foreldrene varig ikke vil kunne gi barnet forsvarlig omsorg eller barnet har fått slik tilknytning til mennesker og miljø der det er, at det etter en samlet vurdering kan føre til alvorlige problemer for barnet om det blir flyttet og b) adopsjon vil være til barnets beste og c) adoptivsøkerne har vært fosterforeldre for barnet og har vist seg skikket til å oppdra det som sitt eget og d) vilkårene for å innvilge adopsjon etter adopsjonsloven er til stede.
sme: Dasa sáhttá mieđihuvvot jus a) adnojuvvo jáhkehahttin ahte váhnemat eai oppanassiige sáhte fuolahit máná dohkálaččat dahje mánná lea nu čatnasan olbmuide ja birrasii doppe gos dat lea, ahte go ollislaččat árvvoštallá, de sáhttá mielddisbuktit duođalaš váttisvuođaid jus máná sirdá ja b) adopšuvdna lea buoremus mánnái ja c) adopterenohccit leat leamaš máná biebmováhnemat, ja leat čájehan ahte leat dohkálaččat bajásgeassit máná dego dat livččii lean iežaset mánná ja d) eavttut mat gusket adopšuvdnii miehtamii adopšuvdnalága vuođul, leat devdojuvvon.

source: Når fylkesnemnda gir samtykke til adopsjon skal departementet utstede adopsjonsbevillingen.
sme: Go fylkkanammagoddi mieđiha adopšuvnna dohkkehit, de galgá departemeanta čállit adopšuvdnadohkkeheami.

source: Fylkesnemnda skal oppheve et vedtak om omsorgsovertakelse når det er overveiende sannsynlig at foreldrene kan gi barnet forsvarlig omsorg.
sme: Fylkkanammagoddi galgá loahpahit fuolaváldinmearrádusa go lea hui bures jáhkehahtti ahte váhnemat sáhttet dohkálaččat fuolahit máná.

source: Avgjørelsen skal likevel ikke oppheves dersom barnet har fått slik tilknytning til mennesker og miljø der det er, at det etter en samlet vurdering kan føre til alvorlige problemer for barnet om det blir flyttet.
sme: Almmatge ii galgga mearrádusa loahpahit jus mánná lea nu čadnásan olbmuide ja birrasii doppe gos lea ahte go ollislaččat árvvoštallá, de sáhttá dagahit mánnái duođalaš váttisvuođaid jus máná sirdá.

source: Før et vedtak om omsorgsovertakelse oppheves, skal barnets fosterforeldre gis rett til å uttale seg.
sme: Ovdalgo fuolaváldinmearrádus loahpahuvvo, galget máná biebmováhnemat oažžut vejolašvuođa cealkit áššái.

source: Partene kan ikke kreve at en sak om opphevelse av vedtak om omsorgsovertakelse skal behandles av fylkesnemnda dersom saken har vært behandlet av fylkesnemnda eller domstolene de siste tolv måneder.
sme: Ášši bealálaččat eai sáhte gáibidit ahte fylkkanammagoddi galgá gieđahallat fuolaváldinmearrádusa fámohuhttima, jus fylkkanammagoddi dahje duopmostuollu maŋimus guoktenuppelohkái mánus juo lea gieđahallan dan ášši.

source: Er krav om opphevelse i forrige vedtak eller dom ikke tatt til følge under henvisning til § 4-21 første ledd annet punktum, kan ny behandling bare kreves der det dokumenteres at det har funnet sted vesentlige endringer i barnets situasjon.
sme: Jus fámohuhttingáibádus ovddit mearrádusas dahje duomus ii leat váldojuvvon vuhtii čujuhettiin § 4-21 vuosttaš lađđasa nuppi cealkagii, sáhttá ođđa meannudeami gáibidit dušše dakkár oktavuođain gos sáhttá dokumenteret ahte máná dilálašvuođat lea arvat rievdan.

source: Endret ved lover 1 des 2006 nr. 65 (ikr. 1 jan 2007 iflg. res. 1 des 2006 nr. 1332), 19 juni 2009 nr. 45 (ikr. 1 juli 2009 iflg. res. 26 juni 2009 nr. 874).
sme: b. 2006 lágain nr. 65 (fámus ođđajagimánu 1.b.2007 juovlamánu1.

source: a) private hjem som tar imot barn til oppfostring på grunnlag av barneverntjenestens beslutning om hjelpetiltak etter § 4-4, eller i samband med omsorgsovertakelse etter § 4-12 eller § 4-8 annet og tredje ledd, b) private hjem som skal godkjennes i henhold til § 4-7. Til fosterforeldre skal det velges personer som har særlig evne til å gi barn et trygt og godt hjem, og som kan løse oppfostringsoppgavene i samsvar med de forutsetningene som er lagt til grunn om oppholdets varighet m.m., jf. § 4-15.
sme: Biebmoruoktun dán lágas oaivvilduvvo a) priváhta ruoktu gosa mánná váldo bajásgeassimii mánáidsuodjalusbálvalusa mearrádusa § 4-4 vuođul mii guoská veahkkedoaimmaide, dahje fuolaváldin oktavuođas § 4-12 dahje § 4-8 nuppi ja goalmmát lađđasa vuođul, b) priváhta ruovttut mat galget dohkkehuvvot § 4-7 vuođul. Biebmováhnemiin galgá válljet olbmuid geain leat earenoamáš návccat fállat mánnái oadjebas ja buori ruovttu, ja geat sáhttet máná bajásgeassit daid eavttuid vuođul maid earet eará orruma guhkkodat gáibida, vrd. § 4-15. Departemeanta sáhttá addit láhkaásahusaid dan birra makkár gáibádusaiguin galgá válljet biebmoruovttu.

source: Departementet kan gi forskrifter om hvilke krav som skal stilles ved valg av fosterhjem, om fosterhjemmenes rettigheter og plikter, om barneverntjenestens plikt til veiledning og oppfølging av fosterhjemmene, og om tilsyn med barn i fosterhjem.
sme: Dat sáhttá addit láhkaásahusaid biebmoruovttuid vuoigatvuođaid ja geatnegasvuođaid birra, ja mánáidsuodjalusbálvalusa geatnegasvuođaid birra movt bagadit ja čuovvolit biebmoruovttuid, ja máná geahču birra biebmoruovttuin.

source: Barneverntjenesten skal oppnevne tilsynsfører for barn i fosterhjem.
sme: Mánáidsuodjalusbálvalus galgá nammadit bearráigehččiid biebmoruoktománáide.

source: Den kommune der fosterhjemmet ligger, har ansvaret for godkjenning og tilsyn av hjemmet.
sme: Ovddasvástádus dohkkehit ja bearráigeahččat ruovttu lea dan suohkanis gos biebmoruoktu lea.

source: Det er forbudt for privatpersoner å drive formidlingsvirksomhet for plassering av barn uten adopsjon for øye.
sme: Priváhta olbmuin ii leat lohpi gaskkustit mánáide orrunsaji, jus ii leat sáhka adopšuvnnas.

source: Organisasjoner kan heller ikke drive slik virksomhet uten bevilling fra departementet, som i tilfelle fører tilsyn med virksomheten.
sme: Eai organisašuvnnat ge sáhte dan dahkat almmá departemeantta lobádusa haga, mii fas bearráigeahččá doaimma.

source: Den som forsettlig overtrer forbudet i første ledd eller medvirker til dette, straffes med bøter eller fengsel i inntil tre måneder.
sme: Son guhte eaktodáhtolaččat rihkku dán gildosa vuosttaš lađđasa dahje lea fárus dan rihkkume, ráŋggáštuvvo sáhkuiguin dahje giddagasain gitta golmma mánu rádjái.

source: Forsøk straffes likt med fullbyrdet overtredelse.
sme: Geahččaleapmi ráŋggáštuvvo seammaládje go dievas rihkkun.

source: For formidlingsvirksomhet for plassering av barn med adopsjon for øye gjelder adopsjonsloven kapittel 3 A. Endret ved lov 11 juni 1999 nr. 38 (ikr. 1 des 1999 iflg. res. 11 juni 1999 nr. 662).
sme: Gaskkustandoaimmaide mat gusket mánnái mii galgá adopterejuvvot gusto adopšuvdnalága kapihtal 3 A. Rievdaduvvon geassemánu 11.b. 1999 lágain nr. 38 (fámus juovlamánu 1.b.1999 geassemánu 11.b.1999 resolušuvnnain nr.662).

source: Et barn som har vist alvorlige atferdsvansker - ved alvorlig eller gjentatt kriminalitet, - ved vedvarende misbruk av rusmidler eller - på annen måte kan uten eget samtykke eller samtykke fra den som har foreldreansvaret for barnet, plasseres i en institusjon for observasjon, undersøkelse og korttidsbehandling i opptil fire uker, eller i den kortere tid som er fastsatt i vedtaket.
sme: Mánná gii lea čájehan duođalaš láhttenváttisvuođaid - duođalaš dahje geardduhuvvon kriminalitehtain, - gárrenmirkkuid boasttugeavahemiin guhkes áiggi vuolde dahje - eará láhkái sáhttá almmá máná iežas mieđiheami haga dahje almmá dan olbmo mieđiheami haga geas lea máná váhnenovddasvástádus, biddjojuvvot institušuvdnii áiccalmastimii, iskkademiide ja oanehis áiggi dikšumii gitta njealji vahku rádjái, dahje dan oanehit áigái mii mearrádusas daddjo.

source: Ved nytt vedtak kan plasseringstiden forlenges med opptil fire nye uker.
sme: Ođđa mearrádusas sáhttá institušuvnnas leahkin áigi guhkiduvvot guhkimusat ođđa njeljiin vahkuin.

source: Er det trolig at et barn som nevnt i første ledd har behov for mer langvarig behandling, kan det treffes vedtak om at barnet skal plasseres i en behandlings- eller opplæringsinstitusjon i opptil tolv måneder uten eget samtykke eller samtykke fra den som har foreldreansvaret for barnet.
sme: Jus lea jáhkkimis ahte mánás nugo namuhuvvon vuosttaš lađđasis, lea dárbu guhkit áiggi dikšumii, sáhttá mearriduvvot ahte máná galgá lágidit dikšun- ja oahppoinstitušuvdnii eanemusat guoktenuppelot mánnui almmá máná iežas mieđiheami haga dahje almmá dan olbmo mieđiheami haga geas lea váhnenovddasvástádus mánnái.

source: Ved nytt vedtak kan plasseringstiden i særlige tilfelle forlenges med opptil tolv nye måneder.
sme: Ođđa mearrádusas sáhttá áigi dan báikkis gos mánná lea, earenoamáš dilis guhkiduvvot eanemusat ođđa guoktenuppelot mánuin.

source: Barneverntjenesten skal fortløpende følge opp plasseringen, og vurdere tiltaket på nytt når plasseringen har vart i seks måneder.
sme: Mánáidsuodjalusbálvalus galgá dađistaga čuovvut movt mánáin manná doppe gos dat lea, ja árvvoštallat doarjjadoaimma ođđasit go máná áigi dan báikkis gosa lea biddojuvvon, lea bistán guhtta mánu.

source: Dersom plasseringen er satt i verk før barnet fyller 18 år, kan tiltak etter første og annet ledd gjennomføres slik som fylkesnemnda har bestemt, selv om vedkommende fyller 18 år i løpet av plasseringstiden.
sme: Jus mánná biddjojuvvo fuolahanbáikái ovdalgo deavdá 18 jagi, sáhttá doaimmaid vuosttaš ja nuppi lađđasa vuođul čađahit nu movt fylkkanammagoddi lea mearridan, vaikko vel son deavdá ge 18 jagi dan áiggis go lea dan fuolahanbáikkis gosa lea biddjojuvvon.

source: Et vedtak etter første og annet ledd kan bare treffes dersom institusjonen faglig og materielt er i stand til å tilby barnet tilfredsstillende hjelp sett i forhold til formålet med plasseringen.
sme: Vuosttaš ja nuppi lađđasa vuođul sáhttá mearrádusa dušše dahkat jus institušuvdna fágalaččat ja ávnnaslaččat sáhttá fállat mánnái dohkálaš veahki dan ulbmila ektui manne mánná lea dohko doaimmahuvvon.

source: Endret ved lover 7 mai 1993 nr. 44, 11 juni 1993 nr. 70.
sme: Rievdaduvvon miessemánu 7.b 1993 lágain nr. 44 ja geassemánu 11.b. 1993 lágain nr. 70.

source: § 4-25. Framgangsmåten ved vedtak etter § 4-24.
sme: § 4-25. Bargovuohki go mearrádus lea dahkkon § 4-24 vuođul.

source: Før det blir gjort et vedtak etter § 4-24 første og annet ledd, skal barneverntjenesten vurdere om det i stedet bør settes i verk hjelpetiltak etter § 4-4. Barneverntjenesten skal også planlegge og sette i verk de hjelpetiltak som er nødvendige som oppfølging av institusjonsoppholdet.
sme: Ovdalgo mearrádus dahkko § 4-24 vuosttaš ja nuppi lađđasa vuođul, galgá mánáidsuodjalusbálvalus árvvoštallat ii go baicca galggaše álggahit veahkkedoaimmaid § 4-4 vuođul. Mánáidsuodjalusbálvalus galgá maiddái plánet ja álggahit veahkkedoaimmaid mat leat dárbbašlaččat go áigu čuovvut máná orruma institušuvnnas.

source: Et vedtak etter § 4-24 første og annet ledd skal treffes av fylkesnemnda etter reglene i kapittel 7. Midlertidig vedtak kan treffes av barnevernadministrasjonens leder og av påtalemyndigheten.
sme: Mearrádusa § 4-24 vuosttaš ja nuppi lađđasa vuođul galgá fylkkanammagoddi dahkat geavahettiin kapihttala 7 njuolggadusaid. Mánáidsuodjalushálddahusa jođiheaddji ja áššáskuhttineiseváldi sáhttet dahkat gaskaboddosaš mearrádusa.

source: § 4-6 annet, fjerde og femte ledd gjelder tilsvarende.
sme: § 4-6 nubbi, njealját ja viđát lađas gustojit seammaládje.

source: Barneverntjenesten kan la være å sette vedtaket i verk om forholdene tilsier det.
sme: Mánáidsuodjalusbálvalus ii dárbbaš mearrádusa bidjat doibmii jus dilli dan ii gáibit.

source: Fylkesnemnda skal varsles om dette.
sme: Dan galgá dieđihit fylkanammagoddái.

source: Er vedtaket ikke satt i verk innen seks uker, faller det bort.
sme: Jus mearrádus ii leat biddjon doibmii ovdalgo guhtta vahku lea vássán, de dat ii leat šat fámus.

source: Endret ved lov 11 juni 1993 nr. 70.
sme: Rievdaduvvon geassemánu 11.b. 1993 lágain nr. 70.

source: § 4-26. Tilbakehold i institusjon på grunnlag av samtykke.
sme: § 4-26. Institušuvnnas doalaheapmi mieđihemiin.

source: Et barn med alvorlige atferdsvansker kan tas inn i en institusjon som omfattes av § 4-24 første og annet ledd, også på grunnlag av samtykke fra barnet og de som har foreldreansvaret for barnet.
sme: Mánná geas leat duođalaš láhttenváttisvuođat, sáhttá váldot dakkár institušuvdnii mii lea namuhuvvon § 4-24 vuosttaš ja nuppi lađđasis, maiddái máná iežas ja daid olbmuid mieđihemiin geain lea ovddasvástádus mánnái.

source: Har barnet fylt 15 år, er barnets samtykke tilstrekkelig.
sme: Jus mánná lea deavdán 15 jagi, lea doarvái ahte mánná ieš mieđiha.

source: Når et barn blir tatt inn i en institusjon på grunnlag av samtykke, kan institusjonen sette som vilkår at barnet kan holdes tilbake i institusjonen i opptil tre uker regnet fra inntaket.
sme: Go mánná váldo institušuvdnii mieđihemiin, de sáhttá institušuvdna bidjat eaktun ahte mánná galgá doalahuvvot institušuvnnas gitta golbma vahku sisaváldima rájes.

source: Ved inntak i en institusjon med sikte på behandling eller opplæring i minst tre måneder, kan det også settes som vilkår at barnet kan holdes tilbake i opptil tre uker etter at samtykket uttrykkelig er trukket tilbake.
sme: Jus institušuvdnii váldima ulbmil lea dikšun dahje oahpahus unnimusat golbma mánu, de maid sáhttá bidjat eaktun ahte mánná doalahuvvo institušuvnnas guhkimusat golbma vahku maŋŋá go mieđáhus čielgasit lea gessojuvvon ruovttoluotta.

source: Dersom barnet rømmer, men blir brakt tilbake innen tre uker, regnes utgangspunktet for tilbakeholdelsesfristen fra det tidspunkt barnet er brakt tilbake til institusjonen.
sme: Jus mánná gárgida, muhto vižžojuvvo ruovttoluotta ovdalgo golbma vahku leat vássán, lohkko institušuvnnas doalahanáigi dan rájes go mánná buktojuvvui ruovttoluotta institušuvdnii fas.

source: Barnets samtykke skal være skriftlig og skal gis til institusjonsledelsen senest når oppholdet begynner.
sme: Máná mieđáhus galgá leat čálalaš ja galgá addot institušuvnna jođiheddjiide maŋemustá de go máná ássan doppe álgá.

source: Før samtykke blir gitt, skal barnet gjøres kjent med eventuelle vilkår som nevnt i annet ledd.
sme: Ovdalgo ássan mieđihuvvo, galgá mánnái čilget eavttuid mat vejolaččat namuhuvvojit nuppi lađđasis.

source: § 4-27. Plasseringsalternativer ved vedtak om særlige tiltak for barn og unge med alvorlige atferdsvansker, jf. §§ 4-24 og 4-26 Statlig regional barnevernmyndighet skal utpeke hvilke institusjoner som skal ta imot barn på grunnlag av vedtak som nevnt i § 4-24, jf. § 4-26. Det kan bestemmes at barn kan plasseres i fosterhjem som har særlige forutsetninger for å kunne løse de problemer som foreligger.
sme: § 4-27. Gosa sáhttá máná bidjat orrut go mearriduvvojit earenoamáš doaimmat mánáide ja nuoraide geain leat duođalaš láhttenváttut, vrd. §§ 4-24 ja 4-26 Stáhta regionála mánáidsuodjaluseiseváldi galgá mearridit makkár institušuvdna galgá váldit máná dikšui mearrádusa vuođul mii lea namuhuvvon § 4-24:s, vrd. § 4-26:in.

source: § 4-28. Tiltaksplan
sme: § 4-28. Plána doaimmaide.

source: Når et barn blir plassert i institusjon uten eget samtykke eller samtykke fra den som har foreldreansvaret, jf. § 4-24, skal barneverntjenesten sørge for at det utarbeides en tiltaksplan for barnet.
sme: Go mánná biddjojuvvo institušuvdnii almmá iežas mieđiheami haga, dahje dan olbmo mieđiheami haga geas lea váhnenovddasvástádus mánnái, vrd. § 4-24, de galgá mánáidsuodjalusbálvalus bearráigeahččat ahte máná doarjjadoaimmaide ráhkaduvvo plána.

source: Utkast til tiltaksplan skal foreligge når fylkesnemnda behandler saken.
sme: Doaimmaidplána evttohus galgá leat fylkkanammagottis de go dat gieđahallá ášši.

source: Endelig tiltaksplan skal utarbeides snarest mulig etter at fylkesnemndas vedtak foreligger.
sme: Loahpalaš plána doaimmaide ráhkaduvvo nu johtilit go vejolaš maŋŋá go fylkkanammagotti mearrádus lea dahkkon.

source: Tiltaksplanen må ikke være i strid med fylkesnemndas vedtak eller med forutsetningene for vedtaket.
sme: Plána ii galgga leat vuostálaga fylkkanammagotti mearrádusain dahje mearrádusa eavttuiguin.

source: Også når barneverntjenesten medvirker til en plassering i institusjon på grunnlag av samtykke, jf. § 4-26, skal den sørge for at det utarbeides tiltaksplan for barnet dersom barnet og de som har foreldreansvaret samtykker.
sme: Maiddái de go mánáidsuodjalusbálvalus lea mielde doaimmaheamen máná institušuvdnii mieđiheami vuođul, vrd. § 4-26, galgá dat bearráigeahččat ahte máná doarjjadoaimmaide ráhkaduvvo plána, jus mánná ja soai geain lea váhnenovddasvástádus mánnái, mihtet dasa.

source: Tiltaksplanen skal om mulig foreligge før plasseringen iverksettes.
sme: Jus lea vejolaš, de galgá doaibmaplána leat gárvvis ovdalgo máná sirdin álggahuvvo.

source: Tiltaksplanen skal endres dersom barnets behov tilsier det.
sme: Doaibmaplána galgá rievdaduvvot jus máná dárbbut dan gáibidit.

source: Utarbeidelse og endringer av tiltaksplanen skal så langt som mulig skje i samarbeid med barnet.
sme: Doaibmaplána ráhkadeapmi ja rievdadeapmi galgá dahkkot nu guhkás go vejolaš ovttasráđiid mánáin.

source: Når plasseringen skjer i medhold av § 4-24 må det ikke gjøres endringer i strid med fylkesnemndas vedtak eller med forutsetningene for vedtaket.
sme: Go máná bidjan fuolahanbáikái dáhpáhuvvá § 4-24 vuođul, de eai galgga dahkkot rievdadusat mat leat fylkkanammagotti mearrádusa dahje mearrádusa eavttuid vuostá.

source: Når plasseringen skjer i medhold av § 4-26, må samtykke som nevnt i første ledd femte og sjette punktum innhentes også når tiltaksplanen skal endres.
sme: Go máná bidjan fuolahanbáikái dáhpáhuvvá § 4-26 vuođul, de galgá leat mieđáhus nugo namuhuvvon vuosttaš lađđasa viđát ja guđát cealkagis ovdalgo doaibmaplána sáhttá rievdaduvvot.

source: Når plasseringen skjer med bistand fra statlig regional barnevernmyndighet, jf. § 2-3, skal den statlige regionale barnevernmyndigheten etter anmodning fra barneverntjenesten i kommunen bistå barneverntjenesten med utarbeidelse av tiltaksplanen.
sme: Go fuolahanbáikái bidjan dáhpáhuvvá stáhta regionála mánáidsuodjaluseiseváldi vehkiin, vrd. § 2-3, de galgá stáhta regionála mánáidsuodjaluseiseváldi, suohkana mánáidsuodjalusbálvalusa gohččuma mielde, veahkehit mánáidsuodjalusbálvalusa ráhkadit doaimmaide plána.

source: Departementet kan gi retningslinjer om tiltaksplanens innhold.
sme: Departemeanta sáhttá addit láhkaásahusaid mat gusket doaibmaplána sisdollui.

source: Tilføyd ved lov 4 juni 1999 nr. 35 (ikr. 1 sep 1999 iflg. res. 4 juni 1999 nr. 863), endret ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).
sme: Lasihuvvon geassemánu 4.b. 1999 lágain nr. 35 (fámus čakčamánu 1.b.1999, geassemánu 4.b.1999 resolušuvnnain nr. 863), rievdaduvvon miessemánu 9.b 2003 lágain nr. 29 (fámus ođđajagimánu 1.b.2004, miessemánu 9.b.2003 resolušuvnnain nr.596).

source: § 5-1. Ansvaret for institusjoner for barn Statlig regional barnevernmyndighet har ansvaret for etablering og drift av institusjoner, eventuelt med tilknyttede spesialisttjenester for omsorg og behandling av barn.
sme: § 5-1. Mánáidinstitušuvnnaid ovddasvástideaddji Stáhta regionála mánáidsuodjaluseiseválddis lea ovddasvástádus álggahit ja jođihit institušuvnnaid, ja vejolaččat maid daidda čadnon spesialistabálvalusaid mat galget bargat mánáid fuolahemiin ja dikšumiin.

source: Ansvaret gjelder institusjoner som hører under denne loven.
sme: Ovddasvástádus gusto institušuvnnaide mat gullet dán láhkii.

source: § 5-2. (Opphevet ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).)
sme: § 5-2. (Loahpahuvvon miessemánu 9.b. 2003 lágain nr. 29 (fámus ođđajagimánu 1.b.2004, miessemánu 9.b. 2003 resolušuvnnain nr. 596).)

source: § 5-3. (Opphevet ved lov 9 mai 2003 nr. 29 (ikr. 1 jan 2004 iflg. res. 9 mai 2003 nr. 596).)
sme: § 5-3. (Loahpahuvvon miessemánu 9.b. 2003 lágain nr. 29 (fámus ođđajagimánu 1.b. 2004, miessemánu 9.b. 2003 resolušuvnnain nr. 596).)
